Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/regjeringen.no/logaldallan-oslo-militare-samfund-baikki_id_630454.html.tmx
Source language: sme
Languages: nob

source: Lean danne hui duhtavaš go váldočoahkkin nu bures meannudii Norgga mearrádusaid .
nob: Jeg er derfor fornøyd med at norske standpunkter ble så godt reflektert i resultatene fra toppmøtet .

source: Dasa lassin lei árvat ovttamielalašvuohta viidásat bargui .
nob: I tillegg var det uvanlig stor enighet om veien videre .

source: - Vuosttažettiin loktejuvvojit oktasaš iešsuodjalusa geatnegasvuođat ođđa strategalaš bargui .
nob: For det første løftes forpliktelsen om kollektivt selvforsvar fram i nytt strategisk konsept .

source: Dát lea norgalaš lágasguovlluid doaibmamušaid eavttuid mielde maiguin mii guhká juo leat ráhčan .
nob: Dette er i tråd med det norske nærområdeinitiativet som vi har arbeidet for lenge .

source: - Dasto galgá oktasaš doaibmi plánabargu nannejuvvot suodjalit miellahtturiikkaid eatnamiid .
nob: Videre skal den felles operative planleggingen for forsvar av medlemslandenes territorium styrkes .

source: Dalle mii gievrudat NATO luohttevašvuođa ja beavttalmahttinvuođa ovttastahttit ja jođihit oktasaš árjasuodjalusa Eurohpás .
nob: Vi øker dermed NATOs troverdighet og effektivitet for å samordne og lede den kollektive forsvarsinnsatsen i Europa .

source: - NATO kommandodoammahat galgá bargat eanet regionálalaččat .
nob: NATOs kommandostruktur skal ha et regionalt fokus .

source: Dát sáhttá čađahuvvot jos NATO oktasaš váldoguovddážis lea áddejupmi ja máhtu iešguđet miellahtturiikkaid sihkkarvuođa- ja suodjaluspolitihkalaš áššiide .
nob: Dette må innrettes slik at NATOs fellesoperative hovedkvarter har innsikt i og forståelse for de enkelte medlemslandenes sikkerhets- og forsvarspolitiske utfordringer .

source: NATO kommandodoaimmahagas galget čanastagat ja ovttabargu áigeguovdilis našunála doaimmahusaiguin .
nob: NATOs kommandostruktur skal kobles til og samarbeide med relevante nasjonale strukturer .

source: Ortnet lea de dehálaš beavttalmahttin doaibmabidju ja addá NATOii gealbbu ja doaimmaid mat dat divdna dárbbaša .
nob: Ordningen vil være et viktig effektiviseringstiltak og tilføre NATO sårt tiltrengt kompetanse og kapasitet .

source: - NATO soahteveahka galgá leat johttisoahteveahka mii galgá sáhttit doaibmat doppe gos lea dárbu .
nob: NATOs styrker skal være mobile og kunne settes inn der behov oppstår .

source: Dát ođđa áigumuš mielddisbuktá buoret njuovžilisvuođa ja doaibmannávccaid dustet dálá ja boahttevaš sihkkarvuođa hástalusaid .
nob: Den nye strukturen vil gi økt fleksibilitet og evne til å møte dagens og morgendagens sikkerhetspolitiske utfordringer .

source: Norga lea vuolggahan dáid rievdadusaid mat galget dahkat NATO eanet beaktileabbo ja seammás hálbbibun uhcit bargoveagain , mii njiedjá 16.000 bargis 9.000ii .
nob: Norge har vært en av pådriverne for disse endringene som vil gi NATO en mer effektiv og likevel langt billigere organisasjon med redusert personellbehov , fra 16.000 til ca 9.000 personer .

source: Boahtteáiggis galget NATOs leat guokte oktasaš váldoguovddáža .
nob: NATO skal i fremtiden ha to fellesoperative hovedkvarter .

source: Jáhkán ahte váldoguovddáš mii dál lea Brunssum báikkis Nederlánddas bisuhuvvo .
nob: Jeg regner med at hovedkvarteret som nå ligger i Brunssum i Nederland blir videreført .

source: Váldoguovddás Davvi-Eurohpás galgá doaibmat guvllolaččat , ja das galgá oktavuohta našunála militeara ásahusaiguin .
nob: Det er dette hovedkvarteret i Nord-Europa som skal ha et regionalt fokus , og som skal ha tilknytning til nasjonale militære strukturer .

source: Dat galgá maid sáhttit jođihit doaimmaid olggobealde NATO lágašguovlluid .
nob: Det skal også ha kapasitet til å lede operasjoner utenfor NATOs nærområder .

source: Sihke Norgga Suodjalusdepartemeanta ja lihttoriikkat barget dál ahte NATO-váldočoahkkima ođastusmearrádusat buktet praktihkalaš bohtosiid .
nob: Både Forsvarsdepartementet i Norge og allierte land arbeider nå med å gjøre NATO-toppmøtets reformbeslutninger om til praktiske resultater .

source: NATO-riikkaid našunála váldoguovddážat ožžot dehálaš doaimmaid .
nob: De nasjonale hovedkvarterene på NATO-landenes territorier vil få en viktigere rolle .

source: Dát mearkkaša midjiide hui olu .
nob: Dette vil få stor betydning for oss .

source: Suodjalusa doaibmi guovddáš Bådådjos sáhttá šaddat dehálaš ođđa guvllolaš kommandoásaahussan , ja buoridit NATO áddejumi ja dieđuid davviguovllus .
nob: Forsvarets operative hovedkvarter ved Bodø kan bli viktig i en ny regional kommandostruktur , og bidra til å styrke NATOs oversikt og situasjonsforståelse av nordområdene .

source: NATO dárbbaša ain Joint Warfare Centre mii lea oassi nuppástusdoaimmas .
nob: NATO vil fortsatt ha behov for et Joint Warfare Centre som er en del av transformasjonskommandoen .

source: Mun ražan garrasit bisuhit guovddáža ain Stavangeris .
nob: Jeg jobber hardt for at senteret fremdeles skal bli liggende i Stavanger .

source: Proseassa mii dál lea jođus lea váldočoahkkin mearrádusaid čuovvoleapmi ja galgá mearriduvvot geassemánus plánaid mielde .
nob: Prosessen som går nå , er en del av oppfølgingen av toppmøtet og avgjøres etter planen i juni .

source: Searvevuohta , davviriikkalaš- ja riikkaidgaskasaš suodjalusovttasbargu
nob: Partnerskap , nordisk- og flernasjonalt forsvarssamarbeid

source: Váldočoahkkima mearrádus viiddidit ja buoridit searvevuođa eará riikkaiguin ja organisašuvnnaiguin lea hirbmat dehálaš Norgii .
nob: Toppmøtets beslutninger om å utvide og utdype partnerskap med andre land og organisasjoner er svært viktig for Norge .

source: Mis leat riikkarájit golmma riikii , ja buohkain lea dahkamuš NATO searvevuođain .
nob: Vi har landegrense mot tre land , som alle omfattes av partnerskapet med NATO .

source: Ruoššas lea erenoamáš doaibma NATO-Ruošša Ráđis .
nob: Russland har en særstilling gjennom NATO-Russland Rådet .

source: Ruoŧŧa ja Suopma leaba NATO olggobealde ja singuin mis lea eanemus ovttasbargu .
nob: Sverige og Finland er de land utenfor NATO som vi har mest samarbeid med .

source: Positiiva ovdáneapmi Ruoššas ja erenoamážit oktasaš rádjesoahpamuš ja NATO ektui addet ođđa vejolašvuođaid .
nob: Den positive utviklingen i forholdet til Russland , både bilateralt med delelinjeavtalen som prikken over i ’ en og i NATO , åpner nye muligheter .

source: Dálkkádatrievdamat Arktisas nannejit ain eanet min riikka strategalaš sajusteami .
nob: Klimaendringene i Arktis vil understreke vårt lands strategiske plassering enda mer .

source: Polajieŋa suddamat sáhttet áiggi mielde earáhuhttit siviila ja militeara skiipajohtalusa borjjastanminstara davviguovlluin .
nob: Nedsmeltingen av polisen kan på sikt endre seilingsmønsteret for sivil og militær skipstrafikk i nord .

source: Davviguovllut leat strategalaččat mávssolaččat Ruššii maid .
nob: For Russland vil nordområdene også være av økende strategisk betydning .

source: Atomavearjjut leat Ruššii ain dehálaččat , ja stuorra oassi vearjjuin gávdnojit min lagasguovlluin .
nob: Kjernevåpnenes betydning for Russland vil neppe avta , og en meget stor andel av disse våpnene vil være lokalisert i våre nærområder .

source: Ruošša lasiha militeara oassálastima ja iežas suodjalusbušeahta .
nob: Russland øker sin militære tilstedeværelse og øker sitt forsvarsbudsjett .

source: Mii fertet váldit vuhtii dáid beliid plánedettiin suodjalusbušeahta boahttevaš buolvvaide .
nob: Vi må selvsagt forholde oss også til disse fakta når vi planlegger neste generasjons dimensjonering av vårt eget forsvar .

source: Dát gáibida vuorddehahtti ja jearggalaš suodjalusa ja sihkkarvuođa man vuođđun lea NATO-miellahttuvuohta ja lagamus lihttoriikkaiguin lagaš ovttasdoaibman .
nob: Dette krever en forutsigbar og konsekvent forsvars- og sikkerhetspolitikk basert på NATO-medlemskapet og i tett samvirke med våre nærmeste allierte .

source: Norgii lea EO ja ON searvevuohta dieđusge hirbmat mávssolaš .
nob: Partnerskapet med EU og FN har naturligvis også stor betydning for Norge .

source: Mii oassálastit EO suodjalusovttasbarggus , ja ON prinsihpat leat vuođđun buot min riikkaidgaskasaš beroštumiide .
nob: Vi deltar i deler av forsvarssamarbeidet i EU , og hele vårt internasjonale engasjement er basert på prinsippene i FN.

source: Maŋŋil finánsaroasu lea riikkaidgaskasaš suodjalusovttasbargu šaddan ain deháleabbot .
nob: Etter finanskrisen har flernasjonalt forsvarssamarbeid blitt stadig viktigere .

source: Mii vásihat ahte goluid lassánemiid geažil ii oktage riika okto nagot doalahit našunála ja divrras doaimmaid .
nob: Vi opplever at kostnadsveksten gjør at ingen land har råd til å opprettholde nasjonale og dyre strukturer alene .

source: Ovdamearkka dihtii aiddo dahkkojuvvon fránskalaš-brihttálaš šiehtadus suodjalusovttasbarggu birra .
nob: Se bare på den nylig inngåtte fransk-britiske avtalen om forsvarssamarbeid .

source: Davviriikalaš suodjalusovttasbargu čađat buoriduvvo .
nob: Det nordiske forsvarssamarbeidet er i stadig utvikling .

source: Máŋgga dáfus lea dát ovttasbargu garrasit váikkuhan eará surggiid ovttasbarggu nannejupmái .
nob: På mange måter har samarbeidet her vært den sterkeste katalysatoren for styrket samarbeid også på andre sektorer .

source: Maŋimuš jagiid lagaš ovttasbargu olgoriikka- ja sihkkarvuođa áššiin , hárjehallan ovttasbarggu buoridit , plánet , hárjehallamat ja oastimat – ii dušše Nato siskkobealde , muhto davviriikkain – dát barggut joatkašuvvet maiddái boahttevaš jagiid .
nob: Et stadig tettere samarbeid de senere år om utenriks- og sikkerhetspolitikk , styrket samarbeid om trening , planlegging , øvelser og innkjøp – ja , ikke bare innen Nato , men også mellom de nordiske land – dette vil fortsette , også i årene som kommer .

source: Buorre davviriikkalaš ovttasbargu galgá lassin eará doaimmaide .
nob: Økt nordisk samarbeid skal være en tilleggsdimensjon til det vi allerede har .

source: Dál ii leat áigeguovdil sierra davviriikkalaš solidaritehtajulggaštussii militeara veahkkelohppádusaiguin .
nob: En separat nordisk solidaritetserklæring med militære bistandsgarantier er i dag ikke aktuelt .

source: Ráđđehus almmatge meannuda solidaritehtajulggáštusa , dainna dovddastemiin ahte ođđa eahpemiliteara sihkkarvuođa hástalusat lassánit .
nob: Når Regjeringen likevel har satt en nordisk solidaritetserklæring på dagsorden , så skjer det i erkjennelsen av at nye sikkerhetsutfordringer av ikke-militær karakter er økende .

source: Mearkkašan veara lea ahte NATO searvevuohta ja davviriikkalaš suodjalusovttasbargu maŋimuš 20 jagi lea sakka rievdan .
nob: Det er grunn til å merke seg at NATOs partnerskapspolitikk og nordisk forsvarssamarbeid har vært i endring de siste 20 år .

source: Norgga suodjalusas lea viiddis riikkaidgaskasaš ovttasbargu olu surggiin , ja olu ovttasbargoguimmiiguin .
nob: Det norske forsvaret har i dag et utstrakt flernasjonalt samarbeid på en rekke områder , og med en rekke partnere .

source: Geađgejuolgin lea NATO ovttasbargu .
nob: Samarbeidet i NATO utgjør grunnsteinen .

source: Norggas lea ovttasbargu njuolga lihttoriikkaiguin dahje lihttoriikkaid joavkkuiguin , ee. Davvimearaovttasbarggu bokte .
nob: Norge samarbeider også direkte med enkelte allierte eller grupper av allierte stater , blant annet gjennom Nordsjøsamarbeidet .

source: Ovttasdoaibman iežamet davviriikkalaš gránnjáiguin dáhpáhuvvá NORDEFCO bokte .
nob: Samvirket med våre nordiske naboer foregår innenfor rammen av NORDEFCO .

source: Ja áidna riikan EO olggobealde lea mis ovttasbargošiehtadus Eurohpálaš suodjalusdoaimmahagain , EDAin .
nob: Og som eneste land utenfor EU har vi en samarbeidsavtale med Det europeiske forsvarsbyrået , EDA.

source: Diibmá bovdejin , brihttalaš bargoskihpára dáhtu mielde , čoahkkimii Osloi mas oasálaste buot davviriikkat ja báltalaš riikkat , maiddái Puola , Duiska ja Stuorra-Británnia .
nob: I fjor høst inviterte jeg , etter initiativ fra min britiske kollega til et møte i Oslo hvor alle de nordiske og baltiske land , samt Polen , Tyskland og Storbritannia deltok .

source: Nederlánda maid háliida oasálastit dán lágan čoahkkimiin boahttevuođas .
nob: Også Nederland ønsker å delta i denne typen møter i fremtiden .

source: Dál mii digaštallat mo dán áigumuša fievrridit ovddasguvlui .
nob: Vi drøfter nå hvordan vi kan ta dette initiativet videre .

source: Soaitit ovttastahttit jurdagiid ja ovddidit ovttasbarggu mas leat mielde davviriikkat ja davvi-Eurohpá lihttoriikkat .
nob: Kanskje vi nå kan kombinere disse tilnærmingene og utvikle et samarbeid som omfatter både våre nordiske partnere og våre nord-europeiske allierte .

source: Doppe gos Norggas lea suodjalusovttasbargu eai gávdno vuostálasvuođat iešguđet arenaid gaskkas .
nob: Det er ingen motsetning mellom de ulike arenaene der Norge driver forsvarssamarbeid .

source: Áigeguovdilis ovttasbargu sáhttet leat militeara doaimmat , hárjehallamat , oahppu , hárjehusat ja operašuvnnat .
nob: Det kan være aktuelt å samarbeide om styrkeproduksjon , trening , utdannelse , øvelser og operasjoner .

source: Atomavearjjut , missilsuodjalus , vearjogeahpedeapmi
nob: Kjernevåpen , missilforsvar , nedrustning

source: Buorit ustibat .
nob: Gode venner .

source: Ii makkárge vearredahku olbmuid vuostá ja min sivilisašuvnna vuostá leat váraleabbo go atomavearjjuid geavaheapmi .
nob: Ingen forbrytelse mot mennesket og vår sivilisasjon er større enn bruken av kjernevåpen .

source: Álo fertet čielgasit almmuhit olgomáilbmái : Mii eat háliit dákkár vearjjuid .
nob: Vi må alltid sende et klart signal til verden : Dette er våpen vi ikke ønsker .

source: Lean danne duhtavaš go strategalašplána vuosttas gearddi mearridii ahte NATO bargun lea dahkat vearjutkeahtes máilmmi .
nob: Jeg er derfor fornøyd med at det strategiske konsept for første gang slår fast at NATO skal arbeide for en verden uten kjernevåpen .

source: NATOs galgá eanet dadjamuš áššiide mat gusket vearjogeahpedeapmái , vearjoleavvamii ja vearjodárkkástussii .
nob: NATO skal ha en økt rolle når det gjelder nedrustning , ikke-spredning og rustningskontroll .

source: Ráđđehus váldá dán ášši hui duođas .
nob: Dette har regjeringen vært særlig opptatt av .

source: Dál go START-šiehtadus lea dohkkehuvvon áigut mii hoahpuhit barggu geahpedit ja heaittihit oanehis ollilis atomavearjjuid .
nob: Når START-avtalen nå er ratifisert vil vi intensivere arbeide for å redusere eller eliminere de kortrekkende kjernevåpnene .

source: Dán lágan atomavearjjut leat ain stuora uhkádussan sihkkarvuhtii .
nob: Slike kjernevåpen utgjør fremdeles en stor sikkerhetsutfordring .

source: Váldočoahkkin lea mearridan ahte NATO galgá ain ovddidit territoriála missilsuodjalusvuogádaga vuosttaldit ballistalaš missiila áitagiid .
nob: Toppmøtet har besluttet at NATO skal gå videre med utviklingen av et territorielt missilforsvarssystem for å møte trusler fra ballistiske missiler .

source: Dát mearkkaša ahte vuogádat maid NATO juo lea ásaheamen ja maid soahteveagat sáhttet geavahit , galgá maid guoskat lihttoriikkaid eatnamiidda ja álbmogiidda .
nob: Det betyr at det systemet NATO allerede er i ferd med å etablere for tropper i felt , utvides til også å omfatte alliert territorium og befolkning .

source: Norga deattuha ahte dákkár suodjalusvuogádat galgá geavahuvvot duođalaš áitagiid vuostá , ahte lea goluidseasti ja sihkkarvuođa gáhttejeaddji buot miellahtturiikkain .
nob: Norge er opptatt av at det holdes fast ved at et slikt forsvarssystem må rettes mot reelle trusler , være kostnadseffektivt og ivareta sikkerheten til alle medlemsland .

source: Ráđđehus lea ovdal leamaš eahpesihkkar ovddeš amerihkálaš rakeahttasuodjalus plánaide .
nob: Regjeringen har tidligere uttrykt stor skepsis mot de gamle amerikanske planene om et rakettskjold .

source: Dálá mearriduvvon missiilasuodjalus lea vuođđuduvvon NATO bokte ja dasa leat čatnon lihttoriikkaid kommando- ja dárkkástusvuogit .
nob: Det missilforsvaret som nå er vedtatt vil være NATO-basert og underlagt alliert kommando- og kontroll .

source: Dát doarju lihttoriikkaid oktasaš sihkkarvuođa vuođđoprinsihpaid , masa mis Norggas lea stuorra beroštupmi .
nob: Det vil bygge opp under alliansens grunnleggende prinsipp om kollektiv sikkerhet , noe vi fra norsk side har vært svært opptatt av .

source: Lea positiiva ahte lihttoriikkain lea ovttamielalašvuohta ja go Ruošša lea vel mielde , de mii nagodat ovddidit rakeahttasuodjalusa Ruoššain ovttas .
nob: Det er positivt at det er bred enighet i alliansen og med Russland om at vi skal utvikle rakettforsvaret i samarbeid med Russland .

source: Dát lea eanet go mii duosttaimet jurddašit moadde jagi dás ovdal .
nob: Det er mer enn vi torde håpe på for bare kort tid tilbake .

source: Muhto eat galgga goassige vajáldahttit ahte ii beaktilis suodjalus ge sáhte buhtadit buriid diplomáhtalaš riidduidčoavdinvugiid .
nob: Men vi må aldri glemme at heller ikke et effektivt missilforsvar vil kunne komme til erstatning for gode diplomatiske konfliktløsningsmekanismer .

source: Váldočoahkkin mearridii maid ollislaččat guorahallat lihttoriikkaid politihka suodjalusa ja atomavearjjuid ektui , ja mun áiggun Norggas joatkit barggu ovddidit norgalaš politihka dán oktavuođas .
nob: Toppmøtet konkluderte også med at det skal foretas en helhetlig gjennomgang av alliansens politikk for forsvar og avskrekking , og jeg vil fra norsk side fortsette jobben med å fremme norsk politikk i den forbindelse .

source: Afganistana
nob: Afghanistan

source: NATO dárbbaša riikkaidgaskasaš suodjalusdoaimmaide systemáhtalaš ja ollislaš oktasaš áddejumi .
nob: NATO trenger også en mer systematisk og helhetlig fellestilnærming til internasjonale operasjoner .

source: Dilli Afganistanas čájeha man gáibideaddji bistevaš politihkalaš čovdosiid sajáiduhttin lea .
nob: Situasjonen i Afghanistan viser hvor krevende det er å få på plass varige politiske løsninger .

source: Riikkaidgaskasaš servodat ja Afganistana eiseválddit čuvvot mielde politihkalaš proseassaid dássálagaid militeara doaimmaid – eai gávdno ovttaskas militeara čovdosat Afganistanas .
nob: Det internasjonale samfunnet og afghanske myndigheter må forfølge politiske prosesser parallelt med den militære innsatsen – det finnes ingen militær løsning alene i Afghanistan .

source: Lea dárbu áŋgiruššat buoridit ekonomiija , sihke Afganistana ja riikkaidgaskasaš servodaga bealis .
nob: Det trengs økt fokus på økonomisk utvikling , både fra Afghanistan og det internasjonale samfunnet .

source: Lea maid dehálaš árvvoštallat sihkkarvuođa hástalusaid guvllolaš oktavuođas mas Pakistanas erenoamážit , muhto maiddái Indias lea dadjamuš .
nob: Det er også viktig å se sikkerhetsutfordringene i en regional sammenheng der spesielt Pakistan , men også India spiller viktige roller .

source: Dát čilgejuvvui munnje hui dárkilit go ledjen mátkis juovlamánus Pakistanas ja Afganistanas .
nob: Dette fikk jeg grundig belyst i forbindelse med min reise til Pakistan og Afghanistan i desember .

source: NATO ja Afganistana eiseválddit duođaštedje váldočoahkkimis Afganistana soahteveagaid ulbmiliid váldit sihkkarvuođaovddasvástádusa olles Afganistanas ovdal jagi 2014 .
nob: NATO og afghanske myndigheter bekreftet på toppmøtet målsetningen om at afghanske sikkerhetsstyrker tar over sikkerhetsansvaret for hele Afghanistan innen utgangen av 2014 .

source: Jurddašeapmi mo sirdit sihkkarvuođa ovddasvástádusa – nu gohčoduvvon sirdin - galgá ain joatkkašuvvat , muhto ulbmil lea ahte afganistanlaččat giđđat 2011 álgigohtet badjelasaset váldit ovddasvástádusa muhtun guovlluin .
nob: Konseptet for overføring av sikkerhetsansvaret – såkalt transisjon – er fortsatt under utvikling , men målet er at afghanerne våren 2011 kan overta ansvaret i de første provinsene .

source: Afganistanlaččat ovddasvástidit juo sihkkarvuođa Kabulas .
nob: Afghanerne har allerede ansvaret for sikkerheten i Kabul .

source: Sirdin ii okto mearkkaš ahte NATO-soahteveahka geassáda .
nob: Transisjon er imidlertid ikke ensbetydende med tilbaketrekking av NATO-styrker .

source: NATO ja afganistanlaš eiseválddit vuolláičálle váldočoahkkimis šiehtadusa joatkit guhkesáiggi sihkkarvuođaovttasbarggu maiddái maŋŋil jagi 2014 .
nob: NATO og afghanske myndigheter signerte på toppmøtet en erklæring om langsiktig sikkerhetssamarbeid også etter 2014 .

source: Mis galgá ain guhkesáiggi áŋgiruššandoaibma , ja seammás fuolahit ahte norgga soahteveahkaoassi heivehuvvo dárbbašlaš doaimmaide .
nob: Vi må fortsatt ha et langsiktig fokus , og samtidig sørge for at norske styrkebidrag til enhver tid settes sammen på en måte som er tilpasset det operative behovet .

source: Dađi mielde go afganistanlaččat čađahit iešheanalaš operašuvnnaid , galgá NATO eanet duogábealde ja das galgá de eanet doarjun rolla .
nob: Etter hvert som afghanerne gjennomfører selvstendige operasjoner , vil NATO spille en mer tilbaketrukket og støttende rolle .

source: Norga lea buvttehan guhkás oahpahit Afganistana soahteveaga Faryabas:s .
nob: Norge er langt framme i opptreningen av afghanske militære styrker i Faryab .

source: Min soahteveahka áŋgiruššá ovddidit návccalašvuođaid guhkit áigái .
nob: Våre styrker har hatt fokus på kapasitetsbygging gjennom lengre tid .

source: Lea mearriduvvon ahte Norgga soahteveahka galgá joatkit doaimmaidis seammá dásis jagis 2011 , muhto doaibmabijuiguin mat buoridit oahpahussuorggi ain eanet .
nob: Det er besluttet at norsk militær innsats skal opprettholdes på samme nivå i 2011 , men med en innretning som styrker opplæringsperspektivet ytterligere .

source: Áiggun maid rápmot norgalaš soalddáhiid Afganistanas ja militeara ja siviila jođiheaddjit geaid gallestallen rámidedje sin .
nob: Jeg vil gjerne også fremheve at norske soldater i Afghanistan har et særdeles godt omdømme både hos militære og sivile ledere jeg besøkte .

source: Mun lean hui čeavlái dainna mo min soalddáhat doibmet doppe .
nob: Jeg er stolt over måten våre soldater utfører sin tjeneste på .

source: Doaibma Afganistanas lea hástaleaddji – erenoamáš Hærenii .
nob: Oppdraget i Afghanistan er utfordrende - spesielt for Hæren .

source: Nuppástuhttin proseassa mii dál čađahuvvo Suodjalusas nanne dan .
nob: Omstillingsprosessen som Forsvaret står midt oppe i forsterker dette .

source: Ođđa guhkesáiggiplána
nob: Ny langtidsplan

source: Lean ságastan sihkkarvuođa áitagiid birra min birasriikkaiguin .
nob: Jeg har snakket om det sikkerhetspolitiske trusselbildet som omgir oss .

source: Lean maid čujuhan ahte NATO ain doaibmá geađgejuolgin min sihkkarvuhtii .
nob: Og jeg har pekt på at NATO fortsatt er hjørnesteinen for vår sikkerhet .

source: Ođđa strategalaš áigumušat ja ođđa kommandodoaimmat dahket lihttui álkibun čoavdit ođđa hástalusaid .
nob: Med nytt strategisk konsept og ny kommandostruktur , står alliansen bedre rustet til å møte de nye utfordringene .

source: Vuođđun guhkesáiggiplánabargui lea NATO-miellahttuvuohta .
nob: Grunnlaget for vår langtidsplanlegging bygger på vårt NATO-medlemskap .

source: Mii leat earáhuhttán ja nuppástuhttán iežamet suodjalusa čoavdin dihtii dálá ja boahttevaš hástalusaid .
nob: Vi har endret og omstilt vårt eget forsvar for å sette det bedre i stand til å møte dagens og framtidas utfordringer .

source: Dát lea midjiide buorre vuolggasadjin boahttevaš rievdadusaide .
nob: Dette gir oss et godt utgangspunkt for videre tilpasning .

source: Ovdáneapmi ovddasguvlui čađahuvvo guhkesáiggiplána vuođul , maid Ráđđehus áigu ovddidit Stuoradiggái jagi 2012 .
nob: Veien videre legges gjennom en ny langtidsplan , som regjeringen tar sikte på å legge fram for Stortinget våren 2012 .

source: Mii čuovvolat mearrádusaid váldit atnui ođasmahtti guhkesáiggiplána nu go almmuhuvvui dálá guhkesáiggiplánas .
nob: Vi følger opp beslutningen om å gå over til en modell med kontinuerlig langtidsplanlegging som bebudet i inneværende langtidsplan .
